{ "translations": {
    "Local Image Generation with Stable Diffusion" : "Generación de imágenes local con Difusión Estable",
    "Image generation using Stable Diffusion by Stability AI running locally" : "Generación de imágenes local usando Difusión Estable usando Stability AI ejecutándose localmente",
    "Status" : "Estado",
    "Machine learning models have been downloaded successfully." : "Los modelos de machine learning han sido descargados de forma satisfactoria.",
    "The machine learning models still need to be downloaded (see below)." : "Los modelos de machine learning todavía requieren ser descargados (vea abajo).",
    "Could not execute the Node.js executable. You may need to set the path to a working executable manually. (See below.)" : "No se pudo ejecutar el ejecutable de Node.js. Es posible que deba establecer manualmente la ruta a un ejecutable que funcione. (Vea abajo.)",
    "Background Jobs are not executed via cron. This app requires background jobs to be executed via cron." : "Los trabajos en segundo plano no están siendo ejecutados a través de cron. Esta app requiere que los trabajos en segundo plano sean ejecutados a través de cron.",
    "The app was installed successfully and will generate images in background processes on request." : "La aplicación se instaló correctamente y generará imágenes en procesos en segundo plano bajo petición.",
    "Scheduled transcription Jobs: {scheduled}" : "Trabajos de transcripción agendados: {scheduled}",
    "Image generation job currently running" : "Trabajo de generación de imágenes actualmente en ejecución",
    "No image generation job currently running" : "No hay ningún trabajo de generación de imágenes en ejecución actualmente",
    "Resources" : "Recursos",
    "The number of threads to use" : "Número de hilos a utilizar.",
    "Node.js" : "Node.js",
    "Checking Node.js" : "Comprobando Node.js",
    "Could not execute the Node.js binary. You may need to set the path to a working binary manually." : "No se pudo ejecutar el binario de Node.js. Es probable que necesite establecer la ruta a un binario funcional manualmente.",
    "Node.js {version} binary was installed successfully." : "El binario Node.js {version} fue instalado exitósamente.",
    "If the shipped Node.js binary doesn't work on your system for some reason you can set the path to a custom node.js binary. Currently supported is Node v18.12 and newer v18 releases." : "Si el binario Node.js enviado no funciona en su sistema por algún motivo, puede establecer la ruta a un binario de node.js personalizada. Actualmente se admite Node v18.12 y versiones más recientes de v18.",
    "For Nextcloud Snap users, you need to adjust this path to point to the snap's \"current\" directory as the pre-configured path will change with each update. For example, set it to \"/var/snap/nextcloud/current/nextcloud/extra-apps/recognize/bin/node\" instead of \"/var/snap/nextcloud/9337974/nextcloud/extra-apps/recognize/bin/node\"" : "Para los usuarios del Snap de Nextcloud, tendrá que ajustar esta ruta para apuntar al directorio \"actual\" de snap ya que la ruta pre-configurada cambiará con cada actualización. Por ejemplo, configurelo a \"/var/snap/nextcloud/current/nextcloud/extra-apps/recognize/bin/node\" en vez de \"/var/snap/nextcloud/9337974/nextcloud/extra-apps/recognize/bin/node\"",
    "Failed to load settings" : "Fallo al cargar configuraciones",
    "Failed to save settings" : "Fallo al guardar configuraciones"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}