{ "translations": {
    "Local Image Generation with Stable Diffusion" : "Generaci칩n de im치genes local con Difusi칩n Estable",
    "Local Text-To-Image Stable Diffusion" : "Difusi칩n estable de Texto a im치genes local",
    "Image generation using Stable Diffusion by Stability AI running locally" : "Generaci칩n de im치genes local usando Difusi칩n Estable usando Stability AI ejecut치ndose localmente",
    "Image generation provider using Stable Diffusion by Stability AI\n\nThe models run completely on your machine. No private data leaves your servers.\n\nAfter installing this app you will need to run\n\n    occ text2image_stablediffusion:download-models\n\n## Ethical AI Rating\n### Rating: 游릭\n\nPositive:\n* the software for training and inference of this model is open source\n* the trained model is freely available, and thus can be ran on-premises\n* the training data is freely available, making it possible to check or correct for bias or optimise the performance and CO2 usage.\n\nLearn more about the Nextcloud Ethical AI Rating [in our blog](https://nextcloud.com/blog/nextcloud-ethical-ai-rating/)." : "Proveedor generaci칩n de im치genes utilizando Difusi칩n Estable por Stability AI\n\nLos modelos se ejecutan enteramente en su m치quina. Ning칰n dato privado abandona sus servidores.\n\nLuego de instalar esta app necesitar치 ejecutar\n\nocc text2image_stablediffusion:download-models\n\n## Clasificaci칩n 칠tica mediante IA\n### Clasificaci칩n: 游릭\n\nPositiva:\n* el software para entrenamiento e inferencia de este modelo es de software de c칩digo abierto\n* el modelo entrenado est치 disponible de forma gratuita y por tanto, puede ser ejecutado en su infraestructura local\n* Los datos de entrenamiento est치n disponibles de manera gratuita, haciendo posible chequear o corregir el bias u optimizar el rendimiento o uso de CO2.\n\nAprenda m치s sobre la clasificaci칩n 칠tica mediante IA de Nextcloud [en nuestro blog](https://nextcloud.com/blog/nextcloud-ethical-ai-rating/).",
    "Status" : "Estado",
    "Machine learning models have been downloaded successfully." : "Los modelos de machine learning han sido descargados de forma satisfactoria.",
    "The machine learning models still need to be downloaded." : "Los modelos de machine learning todav칤a requieren ser descargados.",
    "Could not execute the Node.js executable. You may need to set the path to a working executable manually. (See below.)" : "No se pudo ejecutar el ejecutable de Node.js. Es posible que deba establecer manualmente la ruta a un ejecutable que funcione. (Vea abajo.)",
    "Background Jobs are not executed via cron. This app requires background jobs to be executed via cron." : "Los trabajos en segundo plano no est치n siendo ejecutados a trav칠s de cron. Esta app requiere que los trabajos en segundo plano sean ejecutados a trav칠s de cron.",
    "The app was installed successfully and will generate images in background processes on request." : "La aplicaci칩n se instal칩 correctamente y generar치 im치genes en procesos en segundo plano bajo petici칩n.",
    "Scheduled transcription Jobs: {scheduled}" : "Trabajos de transcripci칩n agendados: {scheduled}",
    "Image generation job currently running" : "Trabajo de generaci칩n de im치genes actualmente en ejecuci칩n",
    "No image generation job currently running" : "No hay ning칰n trabajo de generaci칩n de im치genes en ejecuci칩n actualmente",
    "Resources" : "Recursos",
    "The number of threads to use" : "N칰mero de hilos a utilizar.",
    "Node.js" : "Node.js",
    "Checking Node.js" : "Comprobando Node.js",
    "Could not execute the Node.js binary. You may need to set the path to a working binary manually." : "No se pudo ejecutar el binario de Node.js. Es probable que necesite establecer la ruta a un binario funcional manualmente.",
    "Node.js {version} binary was installed successfully." : "El binario Node.js {version} fue instalado exit칩samente.",
    "If the shipped Node.js binary doesn't work on your system for some reason you can set the path to a custom node.js binary. Currently supported is Node v18.12 and newer v18 releases." : "Si el binario Node.js enviado no funciona en su sistema por alg칰n motivo, puede establecer la ruta a un binario de node.js personalizada. Actualmente se admite Node v18.12 y versiones m치s recientes de v18.",
    "For Nextcloud Snap users, you need to adjust this path to point to the snap's \"current\" directory as the pre-configured path will change with each update. For example, set it to \"/var/snap/nextcloud/current/nextcloud/extra-apps/recognize/bin/node\" instead of \"/var/snap/nextcloud/9337974/nextcloud/extra-apps/recognize/bin/node\"" : "Para los usuarios del Snap de Nextcloud, tendr치 que ajustar esta ruta para apuntar al directorio \"actual\" de snap ya que la ruta pre-configurada cambiar치 con cada actualizaci칩n. Por ejemplo, configurelo a \"/var/snap/nextcloud/current/nextcloud/extra-apps/recognize/bin/node\" en vez de \"/var/snap/nextcloud/9337974/nextcloud/extra-apps/recognize/bin/node\"",
    "Failed to load settings" : "Fallo al cargar configuraciones",
    "Failed to save settings" : "Fallo al guardar configuraciones"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}