{ "translations": {
    "Local Image Generation with Stable Diffusion" : "Xeraci칩n local de imaxes con Stable Diffusion",
    "Local Text-To-Image Stable Diffusion" : "Texto a imaxe en local con Stable Diffusion",
    "Image generation using Stable Diffusion by Stability AI running locally" : "Xeraci칩n de imaxes usando Stable Diffusion de Stability AI que se executa localmente",
    "Image generation provider using Stable Diffusion by Stability AI\n\nThe models run completely on your machine. No private data leaves your servers.\n\nAfter installing this app you will need to run\n\n    occ text2image_stablediffusion:download-models\n\n## Ethical AI Rating\n### Rating: 游릭\n\nPositive:\n* the software for training and inference of this model is open source\n* the trained model is freely available, and thus can be ran on-premises\n* the training data is freely available, making it possible to check or correct for bias or optimise the performance and CO2 usage.\n\nLearn more about the Nextcloud Ethical AI Rating [in our blog](https://nextcloud.com/blog/nextcloud-ethical-ai-rating/)." : "Un provedor de 춺Xeraci칩n de imaxes췉 mediante Stable Diffusion de Stability AI\n\nOs modelos funcionan completamente na s칰a m치quina. Ning칰n dato privado sae dos seus servidores.\n\nAp칩s instalar esta aplicaci칩n, ter치 que executar\n\n    occ text2image_stablediffusion:download-models\n\n## Avaliaci칩n 칠tica da IA\n### Avaliaci칩n: 游릭\n\nPositiva:\n* O software para o adestramento e inferencia deste modelo 칠 de c칩digo aberto\n* O modelo adestrado est치 dispo침칤bel de xeito libre e, por tanto, p칩dese executar localmente\n* Os datos de adestramento est치n dispo침칤beis de xeito libre, o que permite comprobar ou corrixir o nesgo ou optimizar o rendemento e o uso de CO2.\n\nObte침a m치is informaci칩n sobre a avaliaci칩n de IA 칄tica de Nextcloud [no noso blog](https://nextcloud.com/blog/nextcloud-ethical-ai-rating/).",
    "Status" : "Estado",
    "Machine learning models have been downloaded successfully." : "Os modelos de aprendizaxe autom치tica foron descargados correctamente.",
    "The machine learning models still need to be downloaded." : "A칤nda hai que descargar os modelos de aprendizaxe autom치tica.",
    "Could not execute the Node.js executable. You may need to set the path to a working executable manually. (See below.)" : "Non foi pos칤bel executar o execut치bel de Node.js. Quizais necesite definir manualmente a ruta a un execut치bel que funcione. (vexa embaixo.)",
    "Background Jobs are not executed via cron. This app requires background jobs to be executed via cron." : "Os traballos en segundo plano non se executan mediante cron. Esta aplicaci칩n precisa que se executen traballos en segundo plano mediante cron.",
    "The app was installed successfully and will generate images in background processes on request." : "A aplicaci칩n foi instalada correctamente e xerar치 imaxes en procesos en segundo plano cando o solicite.",
    "Scheduled transcription Jobs: {scheduled}" : "Traballos de transcrici칩n programados: {scheduled}",
    "Image generation job currently running" : "Traballo de xeraci칩n de imaxes en execuci칩n",
    "No image generation job currently running" : "Non se est치 a executar ning칰n traballo de xeraci칩n de imaxes",
    "Resources" : "Recursos",
    "The number of threads to use" : "O n칰mero de f칤os a usar",
    "Node.js" : "Node.js",
    "Checking Node.js" : "Comprobando Node.js",
    "Could not execute the Node.js binary. You may need to set the path to a working binary manually." : "Non foi pos칤bel executar o binario Node.js. Quizais necesite definir manualmente a ruta a un binario que funcione.",
    "Node.js {version} binary was installed successfully." : "O binario Node.js {version} foi instalado correctamente.",
    "If the shipped Node.js binary doesn't work on your system for some reason you can set the path to a custom node.js binary. Currently supported is Node v18.12 and newer v18 releases." : "Se o binario Node.js enviado non funciona no seu sistema por alg칰n motivo, pode definir a ruta a un binario personalizado node.js. Agora 칠 compat칤bel con Node v18.12 e versi칩ns m치is recentes da v18.",
    "For Nextcloud Snap users, you need to adjust this path to point to the snap's \"current\" directory as the pre-configured path will change with each update. For example, set it to \"/var/snap/nextcloud/current/nextcloud/extra-apps/recognize/bin/node\" instead of \"/var/snap/nextcloud/9337974/nextcloud/extra-apps/recognize/bin/node\"" : "Para os usuarios de Nextcloud Snap, 칠 necesario axustar esta ruta para que apunte ao directorio 춺actual췉 de snap, xa que a ruta preconfigurada cambiar치 con cada actualizaci칩n. Por exemplo, config칰reo en 춺/var/snap/nextcloud/current/nextcloud/extra-apps/recognize/bin/node췉 en troques de en 춺/var/snap/nextcloud/9337974/nextcloud/extra-apps/recognize/bin/node췉",
    "Failed to load settings" : "Produciuse un fallo ao cargar os axustes",
    "Failed to save settings" : "Produciuse un fallo ao gardar os axustes"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}