{ "translations": {
    "Local Image Generation with Stable Diffusion" : "Helyi kép generálás a Stable Diffusion-nel",
    "Local Text-To-Image Stable Diffusion" : "Helyi Szöveg-kép stabil diffúzió",
    "Image generation using Stable Diffusion by Stability AI running locally" : "A Stable Diffusion by Stability AI képgenerátor helyileg fut",
    "Status" : "Állapot",
    "Machine learning models have been downloaded successfully." : "A gép tanulási modellek sikeresen le lettek töltve.",
    "The machine learning models still need to be downloaded (see below)." : "A gépi tanulási modelleket még le kell tölteni (lásd alább).",
    "Could not execute the Node.js executable. You may need to set the path to a working executable manually. (See below.)" : "A Node.js futtatása sikertelen. Lehet, hogy kézileg kell beállítania a az elérési útvonalat egy működő binárishoz. (Lásd később.)",
    "The app was installed successfully and will generate images in background processes on request." : "Az alkalmazás sikeresen telepítve lett és kérésre képeket generál háttérfolyamatként.",
    "Scheduled transcription Jobs: {scheduled}" : "Ütemezett átírási munkák: {scheduled}",
    "Image generation job currently running" : "A képgenerálás feladat jelenleg fut",
    "No image generation job currently running" : "Jelenleg nem fut képgenerálás feladat",
    "Resources" : "Erőforrások",
    "Node.js" : "Node.js",
    "Checking Node.js" : "A Node.js ellenőrzése",
    "Could not execute the Node.js binary. You may need to set the path to a working binary manually." : "A Node.js bináris futtatása sikertelen. Lehet, hogy kézileg kell beállítania a PATH környezeti változót egy működő binárishoz.",
    "Node.js {version} binary was installed successfully." : "A Node.js {version} bináris sikeresen telepítve lett.",
    "If the shipped Node.js binary doesn't work on your system for some reason you can set the path to a custom node.js binary. Currently supported is Node v18.12 and newer v18 releases." : "Ha a szállított Node.js bináris valamilyen oknál fogva nem működik a rendszerén, akkor beállítja az egyéni Node.js bináris útvonalát. Jelenleg a Node v18.12 vagy az újabb v18-as kiadások támogatottak.",
    "For Nextcloud Snap users, you need to adjust this path to point to the snap's \"current\" directory as the pre-configured path will change with each update. For example, set it to \"/var/snap/nextcloud/current/nextcloud/extra-apps/recognize/bin/node\" instead of \"/var/snap/nextcloud/9337974/nextcloud/extra-apps/recognize/bin/node\"" : "A Nextcloud Snap felhasználók számára ezt az elérési utat úgy kell beállítania, hogy a snap \"aktuális\" könyvtárára mutasson, mivel az előre konfigurált elérési út minden frissítéssel változik. Például állítsa be a következőre: \"/var/snap/nextcloud/current/nextcloud/extra-apps/recognize/bin/node\" a \"/var/snap/nextcloud/9337974/nextcloud/extra-apps/recognize/bin/node\" helyett.",
    "Failed to load settings" : "A beállítások betöltése sikertelen",
    "Failed to save settings" : "A beállítások mentése sikertelen"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}