{ "translations": {
    "Local Image Generation with Stable Diffusion" : "Локальная генерация изображения со Stable Diffusion",
    "Local Text-To-Image Stable Diffusion" : "Локальный Text-To-Image Stable Diffusion",
    "Image generation using Stable Diffusion by Stability AI running locally" : "Генерация изображений с использованием Stable Diffusion от Stability AI, запускаемая локально",
    "Status" : "Состояние",
    "Machine learning models have been downloaded successfully." : "Модели машинного обучения успешно загружены.",
    "The machine learning models still need to be downloaded." : "Необходима загрузка моделей машинного обучения.",
    "Could not execute the Node.js executable. You may need to set the path to a working executable manually. (See below.)" : "Не удалось выполнить исполняемый файл Node.js. Возможно, вам придется вручную указать путь к рабочему исполняемому файлу. (См. ниже)",
    "Background Jobs are not executed via cron. This app requires background jobs to be executed via cron." : "Фоновые задания не выполняются через cron. Это приложение требует выполнения фоновых заданий через cron.",
    "The app was installed successfully and will generate images in background processes on request." : "Приложение было успешно установлено и по запросу будет генерировать изображения в фоновых процессах.",
    "Scheduled transcription Jobs: {scheduled}" : "Запланированные задания по транскрипции: {scheduled}",
    "Image generation job currently running" : "Задание создания изображения выполняется в данный момент",
    "No image generation job currently running" : "В настоящее время не выполняется задание по созданию изображения",
    "Resources" : "Ресурсы",
    "The number of threads to use" : "Количество потоков, которые будут использоваться",
    "Node.js" : "Node.js",
    "Checking Node.js" : "Выполняется проверка Node.js",
    "Could not execute the Node.js binary. You may need to set the path to a working binary manually." : "Не удалось запустить выполнение двоичного файла Node.js. Попробуйте указать путь до бинарного файла вручную.",
    "Node.js {version} binary was installed successfully." : "Двоичный файл библиотеки Node.js {version} успешно установлен.",
    "If the shipped Node.js binary doesn't work on your system for some reason you can set the path to a custom node.js binary. Currently supported is Node v18.12 and newer v18 releases." : "Если поставляемый двоичный файл Node.js по какой-то причине не работает в вашей системе, вы можете указать путь к собственному двоичному файлу Node.js. В настоящее время поддерживаются Node v18.12 и более новые версии v18.",
    "For Nextcloud Snap users, you need to adjust this path to point to the snap's \"current\" directory as the pre-configured path will change with each update. For example, set it to \"/var/snap/nextcloud/current/nextcloud/extra-apps/recognize/bin/node\" instead of \"/var/snap/nextcloud/9337974/nextcloud/extra-apps/recognize/bin/node\"" : "Пользователям Nextcloud Snap необходимо изменить этот путь, чтобы он указывал на «текущий» каталог Snap, поскольку предварительно настроенный путь будет меняться при каждом обновлении. Например, установите для него значение  \"/var/snap/nextcloud/current/nextcloud/extra-apps/recognize/bin/node\" вместо \"/var/snap/nextcloud/9337974/nextcloud/extra-apps/recognize/bin/node\"",
    "Failed to load settings" : "Не удалось загрузить параметры",
    "Failed to save settings" : "Не удалось сохранить параметры"
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}